app/controllers/index_controller.rb

SELECT "gossips".* FROM "gossips"
---
	def index
	  @all_gossips = Gossip.all