app/controllers/potin_controller.rb

SELECT "gossips".* FROM "gossips"
---
	def potin
	  @potins = Gossip.all